Repository: alcarraz/piclone
Catalog: po/*.po
Languages: hy, it, sk

source: Drives changed - copy aborted
hy: Սարքը տեղում չէ- պատճենումը դադարեցվեց
it: Dispositivi cambiati - copia annullata
sk: Zariadenia sa zmenili - kopírovanie zrušené

source: OK
hy: Լավ

source: Unable to read source.
hy: Հնարավոր չէ ընթերցել աղբյուրը։
it: Impossibile leggere la sorgente.
sk: Nie je možné čítať zo zdroja.

source: Non-MSDOS partition table on source.
hy: Սկավառակի ոչ MS-DOS հատորի աղյուսակը
it: Tabella delle partizioni non-MSDOS sulla sorgente.
sk: Zdroj používa inú ako MS-DOS tabuľku partícií.

source: Preparing target...
hy: Թիրախի նախապատրաստում...
it: Preparazione della destinazione...
sk: Pripravujem cieľ...

source: Could not write to destination.
hy: Չհաջողվեց գրառել նպատակակետը։
it: Impossibile scrivere sulla destinazione.
sk: Nie je možné zapisovať na cieľové zariadenie.

source: Could not create FAT.
hy: Չհաջողվեց ստեղծել FAT -ը
it: Impossibile creare la FAT.
sk: Nepodarilo sa vytvoriť tabuľku FAT.

source: Reading partitions...
hy: Հատորների ընթերցում...
it: Lettura delle partizioni...
sk: Čítam partície...

source: Too many partitions on source.
hy: Սարքի վրա առկա է սահմանվածից շատ հատորներ
it: Troppe partizioni sulla sorgente.
sk: Zdroj obsahuje príliš mnoho partícií.

source: Preparing partitions...
hy: Հատորների նախապատրաստում...
it: Preparazione delle partizioni...
sk: Pripravujem partície...

source: Could not create partition.
hy: Չկարողացավ ստեղծել հատորը։
it: Impossibile creare la partizione.
sk: Nepodarilo sa vytvoriť partíciu.

source: Could not create file system.
hy: Չհաջողվեց ստեղծել նիշային համակարգը
it: Impossibile creare il file system.
sk: Nepodarilo sa vytvoriť súborový systém.

source: Copying partition %d of %d...
hy: Հատորի պատճենում՝ %d -ն %d -ի...
it: Copia della partizione %d di %d...
sk: Kopírujem partíciu %d of %d...

source: Could not mount partition.
hy: Չհաջողվեց տեղակայել հատորը
it: Impossibile montare la partizione.
sk: Nepodarilo sa pripojiť partíciu.

source: Insufficient space. Backup aborted.
hy: Անբավարար տարածք։ Պահուստավորումը դադարեցվեց։
it: Spazio insufficiente. Backup annullato.
sk: Nedostatok miesta. Záloha bola zrušená.

source: Could not unmount partition.
hy: Չհաջողվեց ապատեղակայել հատորը
it: Impossibile smontare la partizione.
sk: Nepodarilo sa odpojiť partíciu.

source: Could not set flags.
hy: Չհաջողվեց սահմանել դրոշակները
it: Impossibile impostare i flag.
sk: Nepodarilo sa nastaviť príznaky.

source: Copy complete.
hy: Պատճենումը ավարտվեց
it: Copia completa.
sk: Kopírovanie dokončené.

source: Cancelling...
hy: Չեղարկում...
it: Annullamento...
sk: Ruším...

source: Checking source...
hy: Աղբյուրի ստուգում...
it: Verifica della sorgente...
sk: Kontrolujem zdroj...

source: Cancel
hy: Չեղարկել
sk: Zrušiť

source: This will erase all content on the device '%s'. Are you sure?
hy: Սա կջնջի '%s' սարքի ամբողջ բովանդակությունը. Իրո՞ք ցանկանում եք
it: Tutti i dati sul dispositivo «%s» verranno cancellati. Proseguire?
sk: Týmto odstránite všetok obsah na zariadení '%s'. Ste si istý?

source: No
hy: Ոչ
sk: Nie

source: Yes
hy: Այո
sk: Áno

source: No devices available
hy: Հասանելի սարքեր առկա չեն
it: Nessun dispositivo disponibile
sk: Nie sú dostupné žiadne zariadenia

source: Drives changed - cancelling...
hy: Սարքը տեղում չէ - չեղարկում...
it: I dispositivi sono cambiati - annullamento...
sk: Zariadenia sa zmenili - ruším...

source: Select the device to copy from
hy: Ընտրել սարքը, ոպես պատճենման աղբյուր
it: Selezionare il dispositivo sorgente
sk: Vyberte zariadenie, z ktorého sa má kopírovať

source: Select the device to copy to
hy: Ընտրել սարքը, որպես պատճենման նպատակակետ
it: Selezionare il dispositivo di destinazione
sk: Vyberte zariadenia, na ktoré sa má kopírovať

source: SD Card Copier
hy: SD կլոնավորում
sk: Kopírovanie SD kariet

source: Help
hy: Օգնություն
sk: Pomocník

source: Start
hy: Մեկնարկ
it: Avvio
sk: Spustiť

source: Copy From Device:
hy: Պատճենել հետևյալ սարքից՝
it: Copia dal dispositivo:
sk: Kopírovať zo zariadenia:

source: Select the device from which to copy
hy: Ընտրեք սարքը, որից պետք է պատճենել
it: Selezionare il dispositivo dal quale copiare
sk: Vyberte zariadenie, z ktorého sa má kopírovať

source: Copy To Device:
hy: Պատճենել հետևյալ սարքի վրա՝
it: Copia al dispositivo:
sk: Kopírovať na zariadenie:

source: Select the device to which to copy
hy: Ընտրեք սարքը, որի վրա պետք է պատճենել
it: Selezionare il dispositivo sul quale copiare
sk: Vyberte zariadenie, na ktoré sa má kopírovať

source: New Partition UUIDs
hy: Նոր Հատոր UUIDs
it: Nuovi UUID delle partizioni
sk: Nové identifikátory (UUID) partícií

source: Check this box to create new partition UUIDs on the copy
hy: Նոր UUIDs հատորի պատճենը ստեղծելու համար նշեք այս վանդակը
it: Spuntare questa caselle per creare nuovi UUID delle partizioni durante la copia
sk: Zaškrtnite toto políčko pre vytvorenie nových UUID partícií počas kopírovania

source: SD Card Copier v1.0 This is an application to copy and back up SD cards. To use it, you will need a USB SD card writer. To back up your Raspberry Pi's internal SD card, insert a blank SD card into a USB card writer and connect it to your Pi. Then start the application, choose your card writer from the “Copy To Device” drop-down box and press “Start”. The copy process will take 10-15 minutes depending on the size of your card. The resulting card should be a bootable copy of your existing card; to restore, simply place the backup card into the onboard SD card slot, put the card to restore onto into the USB writer and repeat the copy process above. You can also back up to a standard USB stick, and then restore from the USB stick to an SD card by setting the “Copy From Device” drop-down to the USB stick and the “Copy To Device” to a USB card writer containing the card to restore onto. Note that you cannot copy onto the SD card from which your Pi is currently booted, which is why it does not appear in the “Copy To Device” dropdown. Note also that the destination card doesn’t need to be the same size as the source card, but it must have enough space to hold all the data that is on it. The application will warn you if there is insufficient space on the destination. Under Raspbian Stretch and later versions, you cannot mount two partitions with the same UUID, so you will not be able to mount a cloned SD card when booted from the disk from which it was cloned. If you need to do this, check the "New Partition UUIDs" box before copying.
hy: SD կլոնավորում Սա SD կրիչի կլոնավորման և պահուստավորման ծրագիր է։ Այն օգտագործելու համար անհրաժեշտ է USB SD կրիչ գրառող սարք։ Raspberry Pi-ի ներքին կրիչը պահուստավորելու համար, տեղադրեք դատարկ SD կրիչը USB գրառման սարքի մեջ և միացրեք Raspberry Pi-ին։ Ապա ընտրեք ներքին SD կրիչը (պիտակավորված է լինում, որպես '/dev/mmcblk0') «Պատճենել սարքից»-ի միջոցով ընտրացանկից, ընտրել կրիչի գրառման սարքը «Պատճենել սարքի վրա» ընտրացանկից և սեղմել «Մեկնարկ»։ Պատճենումը կտևի մոտ 10-15 րոպե կախված ձեր համակարգի ծավալից։ Արդյունքում ստացված քարտը պետք է լինի ձեր առկա քարտի պատճենը։ վերականգնելու համար ուղարկի անհրաժեշտ է տեղադրել պահուստային կրիչը և գրառել այնպես, ինչպես ստեղծել ենք պահուստային կրիչւ Կարող եք նաև պահուստավորել սովորական USB սարքը, և ապա վերականգնել USB -ից Note that you cannot copy onto the SD card from which your Raspberry Pi is booted, which is why it does not appear in the “Copy To Device” dropdown. Note also that the destination card doesn’t need to be the same size as the source card, but the destination must have enough space for all the data on the source. The application will warn you if there is insufficient space on the destination. Under some versions of the operating system, you cannot mount two partitions with the same UUID, so you will not be able to mount a cloned SD card when booted from the disk from which it was cloned. If you need to do this, tick the "New Partition UUIDs" box before copying.
it: SD Card Copier v1.0 Questa è un'applicazione per copiare e salvare schede SD. Per utilizzarla è necessario un lettore USB di schede SD. Per fare il backup della scheda SD interna del Raspberry Pi, inserire una scheda SD vuota in un lettore USB e collegarla al Pi. Poi avviare l'applicazione, scegliere il lettore esterno dal menu a tendina «Copia sul dispositivo» e premere «Avvia». Il processo di copia richiederà 10-15 minuti a seconda della dimensione della scheda. La scheda risultante dovrebbe essere una copia avviabile della scheda esistente; per ripristinare il backup, inserire semplicemente la scheda di backup nello slot SD del Pi, mettere la scheda da ripristinare nel lettore USB e ripetere il processo di copia di cui sopra. E' possibile anche fare il backup su una chiavetta USB, e poi ripristinare dalla chiavetta USB a una scheda SD impostando la chiavetta USB nel menu a tendina «Copia dal dispositivo» e un lettore USB contenente la scheda su cui ripristinare in «Copia al dispositivo». Si noti che non è possibile copiare sulla scheda SD con cui il Pi è attualmente avviato; per questo motivo essa non appare nel menu a tendina «Copia dal dispositivo». Si noti anche che la scheda di destinazione non ha bisogno di essere della stessa dimensione della scheda sorgente, ma deve avere abbastanza spazio per contenere tutti i dati che sono su di essa. L'applicazione avviserà se lo spazio sulla destinazione è insufficiente. In Raspbian Stretch e versioni successive, non è possibile montare due partizioni con lo stesso UUID, quindi non sarà possibile montare una scheda SD clonata quando si avvia dal disco da cui è stata clonata. Se dovesse essere necessario, spuntare la casella «Nuovi UUID delle partizioni» prima di copiare.
sk: Kopírovanie SD kariet v1.0 Toto je program na kopírovanie a zálohu SD kariet. Na jeho fungovanie budete potrebovať USB čítačku SD kariet. Pre zálohovanie internej SD karty Vášho Raspberry Pi, vložte prázdnu SD kartu do USB čítačky pripojenej k Vášmu Raspberry Pi. Potom vyberte internú SD kartu (označenú ako '/dev/mmcblk0') v rozbaľovacej ponuke "Kopírovať zo zariadenia", v ponuke "Kopírovať na zariadenie" vyberte čítačku a kliknite na "Spustiť". Proces kopírovania zaberie 10-15 minút v závislosti od veľkosti Vašej karty. Zapísaná karta by mala byt spustiteľnou kópiou existujúcej karty; pre obnovenie dát jednoducho vložte kartu so zálohou do interného slotu Raspberry Pi, do čítačky kariet vložte kartu, na ktorú chcete obnovu zapísať a zopakujte proces kopírovania popísaný vyššie. Zálohu môžete tiež zapísať na bežný USB kľúč - pre obnovu dát na SD kartu v ponuke "Kopírovať zo zariadenia" vyberiete USB kľúč a v ponuke "Kopírovať na zariadenie" zvolíte USB čítačku kariet, do ktorej vložíte kartu, na ktorú chcete obnovené údaje zapísať. Všimnite si, že nemôžete kopírovať na SD kartu, z ktorej Vašej Raspberry Pi naštartovalo, čo je dôvodom, prečo sa táto nezobrazuje v ponuke "Kopírovať na zariadenie". Rovnako si všimnite, že cieľová karta nemusí mať rovnakú veľkosť ako karta, z ktorej sa kopíruje, ale musí mať dostatok voľného miesta pre všetky kopírované údaje. Aplikácia Vás upozorní, ak na cieľovej karte chýba voľné miesto. Niektoré verzie operačného systému neumožňujú pripojenie dvoch partícií s rovnakým identifikátorom (UUID) dôsledkom čoho nebudete môcť pripojiť klonovanú SD kartu v systéme, ktorý naštartoval z karty, z ktorej bola záloha spustená. Ak to potrebujete, aktivujte pred kopírovaním voľbu "Nové identifikátory (UUID) partícií".

source: SD Card Copier Help
hy: SD կլոնավորման օգնություն
it: Aiuto di SD Card Copier
sk: Pomocník Kopírovania SD kariet

source: Make a copy of the Raspbian SD card
hy: Պատճենել SD կրիչներ և USB սարքեր
it: Crea una copia della scheda SD Raspbian
sk: Kopírovať SD karty a USB zariadenia

source: Password Required
hy: Պահանւում է գաղտնաբառի մուտքագրում
it: Password necessaria
sk: Je potrebné zadať heslo

source: _Yes
it: _Sì

source: label
it: etichetta

source: _Cancel
it: _Annulla
